Repository: NurymKenzh/AtlasSolar
Catalog: AtlasSolar/Resources/Common.*.resx
Languages: kk

source: About
kk: Жоба жайлы

source: Action
kk: Әрекет

source: Add
kk: Қосу

# AdditionalEN
source: Extra (English)
kk: Қосымша (Ағылшынша)

# AdditionalKZ
source: Extra (Kazakh)
kk: Қосымша (Қазақша)

# AdditionalRU
source: Extra (Russian)
kk: Қосымша (Орысша)

# AdditionalSettings
source: Advanced settings
kk: Кеңейтілген т.зетулер

source: Admin
kk: Басқару

# AllowableSlopeOfTheTerrain
source: Allowable slope of the terrain (not more, degrees)
kk: Рұқсат етілген жер бедерінің еңістігі (градус, артық емес)

# Amount
source: Quantity
kk: Мөлшері

# AmountPcs
source: Quantity, pcs
kk: Мөлшері, дана

# AnalizedTerrain
source: The analyzed territory
kk: Талдаңған территория

# AnalizeTerrain
source: Analyze suitability of the territory for instalation of solar power stations
kk: Күн электр станциялары желісін орналастыру үшін аумақты талдау

source: Analyze
kk: Талдау

source: Appliance
kk: Құрылғы

source: Appliances
kk: Құрылғылар

# ApplianceType
source: Type of appliance
kk: Құрылғы түрі

# ApplianceTypes
source: Types of appliances
kk: Құрылғылардың түрлері

# Appointment
source: Purpose
kk: Мақсаты

# AppointmentEN
source: Purpose (English)
kk: Мақсаты (ағылшын)

# AppointmentKZ
source: Purpose (Kazakh)
kk: Мақсаты (қазақ)

# AppointmentRU
source: Purpose (English)
kk: Мақсаты (орыс)

# AverageAnnualOutputPowerOfThePVSystem
source: Average annual output power of the PV system (FES), kW / day
kk: Фотоэлектрлік станцияның (ФЭС) күндізгі орташа жылдық шығу куатты кВт/күн

source: Average monthly calculated values
kk: Орташа айлық есептелген мәндер

source: Average monthly duration of a sunny day in hours
kk: Орташа айлық күн ұзақтығы, сағат

# AverageMonthlyHourlyTotalRadiationOnTheOrientedPanel
source: Average monthly hourly total radiation on the oriented panel (kWh)
kk: Бағдарланған беткейге келетін сағат бойынша орташа айлық жиынтық күн радияциясы, кВт∙сағ

# AverageMonthlyLossesDueToSnow
source: Average monthly losses due to snow coverage
kk: Қарға байланысты орташа айлық шығындар

# AverageMonthlyOutputPowerOfThePVSystem
source: Average monthly daily energy output of the PV station, kWh/day
kk: Фотоэлектрлік станцияның (ФЭС)күндізгі орташа айлық энергияны өндіріп шығаруы, кВт∙сағ/күн

# AverageMonthlyRequiredTotalAreaOfSolarPVSystems
source: Average monthly required total area of solar panels, m²
kk: Қажетті Күн панельдерінің орташа айлық жалпы ауданы, м²

# AverageMonthlyTotalRadiationOnTheOrientedPanel
source: Average monthly total solar radiation on the oriented surface, kWh/m2 per day
kk: Бағдарланған беткейге келетін орташа айлық жиынтық күн радияциясы, кВт∙сағ/м2/тәулік

# AzimuthPanels
source: Azimuth of solar panels, degree
kk: Күн панельдерінің азимуты, градус

source: Back to List
kk: Тізімге қайта оралу

# BasicSettings
source: Main settings
kk: Негізгі түзетулер

source: Battery efficiency
kk: Аккумуляторлардың тиімділігі

source: Beta testing
kk: Бета тестілеу

# CalcArea
source: Calculation of the panel’s total area of PV station
kk: Фотоэлектрлік панельдердің жалпы ауданын есептеу

# CalcEfficiency
source: Calculation of energy output of PV station
kk: Фотоэлектрлік панельдердің өнімділігін есептеу

# CalcEnergy
source: Calculation of energy consumption
kk: Энергия тұтыну мөлшерін есептеу

# CalcPVArea
source: Calculation of the panel’s total area of PV station
kk: Фотоэлектрлік панельдердің жалпы ауданын есептеу

source: Calculate
kk: Есептеп шығару

# CalculatingThePerformanceOfThePVSystem
source: Calculation of energy output of PV station
kk: Фотоэлектрлік панельдердің өнімділігін есептеу

source: Calculation
kk: Есептеу

source: Calculation of energy consumption
kk: Энергия тұтыну мөлшерін есептеу

# CalculationPanelsSquare
source: Calculation of area of panels
kk: Панельдердің ауданын есептеу

source: Capacity factor, %
kk: Орнатылған қуаттылықты қолдану факторы, %

source: Change Password
kk: Құпия сөзді өзгерту

source: Change Password Form
kk: Құпия сөзді өзгерту формасы

source: Change your account settings
kk: Аккаунт параметрлерін өзгерту

source: Chart
kk: Диаграмма

source: Code
kk: Код

source: Column name
kk: Баған атауы

# ColumnNameEN
source: Column name (English)
kk: Баған атауы (Ағылшынша)

# ColumnNameKZ
source: Column name (Kazakh)
kk: Баған атауы (Қазақша)

# ColumnNameRU
source: Column name (Russian)
kk: Баған атауы (Орысша)

source: Comment
kk: Түсініктеме

source: Commissioning year
kk: Іске қосылған жылы

source: Compare
kk: Салыстыру

source: Compare data in points
kk: Нүктелердегі мәліметтерді салыстыру

# ComparePoints
source: Compare data
kk: Деректерді салыстыру

# ConfirmNewPassword
source: Confirm your new password
kk: Жаңа құпия сөзді растаңыз

source: Confirm password
kk: Құпия сөзді растау

# ConsiderMonthlyAverageLossesDueToSnowByMonths
source: Consider average monthly losses due to snow by months
kk: Қарға байланысты орташа айлық шығындар әр айға ескеру

# Contact
source: Contacts
kk: Байланыстар

# Continue
source: Go to
kk: Өту

source: Controller efficiency
kk: Контроллердің тиімділігі

source: Coordinates
kk: Координаттары

source: Cost
kk: Құны

source: Create
kk: Жасау

source: Create a new account
kk: Жаңадан тіркелу

# CreateSPP
source: Create a solar power station
kk: Күн электр станциясын жасау

source: Critically important
kk: Аса маңызды

# CurrentLanguage
source: English
kk: Қазақша

source: Current password
kk: Қолданыстағы құпия сөз

source: Customer
kk: Тапсырыс беруші

source: Data
kk: Мәліметтер

# DataCount
source: Amount of data
kk: Деректер көлемі

source: Day
kk: Күн

source: Delete
kk: Жою

# DescriptionEN
source: Description (English)
kk: Сипаттамасы (Ағылшынша)

# DescriptionForUser
source: Description for identification
kk: Идентификациялаудың сипаттамасы

# DescriptionKZ
source: Description (Kazakh)
kk: Сипаттамасы (Қазақша)

# DescriptionRU
source: Description (Russian)
kk: Сипаттамасы (Орысша)

source: Details
kk: Толығырақ

# disregard
source: Do not consider
kk: Ескермеу

source: District
kk: Аудан

source: Do not show this window again
kk: Бұл терезені қайта көрсетпеу

source: Download
kk: Жүктеу

source: Edit
kk: Түзету

# EditSES
source: Edit Solar power stations
kk: Күн электр станциясын өзгерту

source: Efficiency
kk: Тиімділік

source: Efficiency of electrical devices
kk: Электр құрылғылардың тиімділігі

source: Email Link
kk: Электрондық поштаға сілтеме

# EnterName
source: Enter the title!
kk: Атауын енгізіңіз!

# EnterPower
source: Enter the power!
kk: Қуатын енгізіңіз!

# EnterValue
source: Enter the value
kk: Введите значение

# EnterYear
source: Enter the year!
kk: Жылды енгізіңіз!

source: Enter your email.
kk: Электрондық пошта мекенжайын енгізіңіз.

source: Errors
kk: Қателер

source: Exclude forest lands
kk: Орман қоры жерлерін қоспау

source: Exclude hydrography and water protection zones
kk: Гидрография және су қорғау аймақтарын қоспау

# ExcludePAs
source: Exclude specially protected natural areas
kk: Ерекше қорғалатын табиғи аумақтарды қоспау

source: Exclude protected areas of historical and cultural monuments
kk: Тарих және мәдениет ескерткіштерін қорғау аймақтарын қоспау

source: Exclude settlements
kk: Елді мекендерді қоспау

# Executor
source: Performer
kk: Орындаушы

source: Files
kk: Файлдар

source: Find
kk: Іздеу

# FindTerrain
source: Query Designer
kk: Сұрау конструкторы

# FindTerrainSuitableTerritories
source: Corresponding to the selection conditions
kk: Таңдау шарттарына сәйкес келетін

# FindTerrainUnsuitableTerritories
source: Does not fit the selection conditions
kk: Таңдау шарттарына сәйкес келмейтін

# ForgotPasswordConfirmation
source: Confirmation
kk: Растау

source: Forgot your password?
kk: Құпия сөзіді ұмыттыңыз ба?

source: Formula
kk: Формула

# FormulaAND
source: AND (&&)
kk: ЖӘНЕ (&&)

# FormulaFALSE
source: Lies (false)
kk: Жалған (false)

# FormulaNOT
source: Not (!)
kk: Емес (!)

# FormulaOR
source: Or (||)
kk: Немесе (||)

# FormulaTRUE
source: True (true)
kk: Рас (true)

# GetMeteoData
source: Obtaining meteorological data
kk: Метеорологиялық деректерді алу

# GroupEN
source: Group (English)
kk: Бөлім (Ағылшынша)

# GroupKZ
source: Group (Kazakh)
kk: Бөлім (Қазақша)

# GroupRU
source: Group (Russian)
kk: Бөлім (Орысша)

# HasAlready
source: Already exists
kk: Бұрыңнан бар

source: Help
kk: Ақпарат

# Home
source: Main
kk: Бастапқы

source: Hour
kk: Сағат

source: important
kk: маңызды

source: Index
kk: Көрсеткіш

source: Information
kk: Ақпарат

source: Invalid formula
kk: Формула дұрыс емес

# InverterEfficiency
source: Invertor efficiency
kk: Инвертердің тиімділігі

source: Investor
kk: Инвестор

source: Language
kk: Тіл

source: Latitude
kk: Ендік

source: Layers
kk: Қабаттар

source: Legend
kk: Легенда

# Lepdtntr
source: Commissioning year
kk: Іске қосылған жылы

# Lepelvt
source: Height of transmission tower
kk: Тіреудің биіктігі

# Lepinsttp
source: Type of instalation
kk: Орнату түрі

# Lepinsttps
source: Installation types
kk: Орнату түрлері

# Leplnght
source: Length, km
kk: Ұзындығы, км

# Lepmtrl
source: Material
kk: Материал

# Lepmtrls
source: Materials
kk: Материалдар

# Leprng
source: Rank
kk: Дәреже

# Leprngs
source: Ranks
kk: Дәрежелер

# Leprnzon
source: Affiliation
kk: Қожалық

# Leprnzons
source: Affiliations
kk: Қожалықтар

# Leptype
source: Type
kk: Түрі

# Leptypes
source: Types
kk: Түрлері

# Lepvltg
source: Voltage, kV
kk: Кернеуі, кВ

source: Link
kk: Сілтеме

source: Log in
kk: Кіру

# LogOff
source: Logout
kk: Шығу

source: Longitude
kk: Бойлық

# LossesDueToNonconformities
source: Mismatch losses
kk: Сәйкесіздікке байланысты шығындар

# LossesDueToPollution
source: Soiling losses
kk: Ластануға байланысты шығындар

# LossFromTheShadow
source: Shading losses
kk: Көлеңкеге байланысты шығындар

# MainPage
source: Home
kk: Негізгі бет

source: Manage
kk: Басқару

source: Map description
kk: Картаның сипаттамасы

# MapDescriptions
source: Maps description
kk: Карталардың сипаттамасы

# MeasureArea
source: Area
kk: аудан

# MeasureClickDrawLine
source: Click to continue drawing the line
kk: Сызықты салуды жалғастыру үшін басыңыз

# MeasureClickDrawPolygon
source: Click to continue drawing the polygon
kk: Көпбұрыштың салуды жалғастыру үшін басыңыз

# MeasureClickStartDraw
source: Click to start drawing
kk: Сала бастау үшін басыңыз

# Measurekm
source: km
kk: км

# MeasureLength
source: Length
kk: ұзындық

# Measurem
source: m
kk: м

# MeasureOnTheMap
source: Measurements on the map
kk: Картада Өлшеулер

# MeasureType
source: Measurement type
kk: өлшеу түрі

# MeasureUseGeodesic
source: Use geodesic measures
kk: Геодезиялық шараларды қолданыңыз

source: Menu
kk: Меню

source: Meteodata
kk: Метеорологиялық мәліметтер

# MeteoDataPeriodicities
source: Periodicities of meteodata
kk: Метеорологиялық мәліметтердің мерзімділігі

# MeteoDataPeriodicity
source: Periodicity of meteodata
kk: Метеорологиялық мәліметтердің мерзімі

# MeteoDataSource
source: Source of meteodata
kk: Метеорологиялық мәліметтердің көзі

# MeteoDataSources
source: Sources of meteodata
kk: Метеорологиялық мәліметтердің көздері

# MeteoDataType
source: Type of meteodata
kk: Метеорологиялық мәліметтердің түрі

# MeteoDataTypes
source: Types of meteodata
kk: Метеорологиялық мәліметтердің түрлері

# MeteoDataTypesCount
source: Number of types of meteodata
kk: Метеорологиялық мәліметтердің саны

source: Moderator
kk: Модератор

source: Month
kk: Ай

# month01
source: January
kk: Қаңтар

# month02
source: February
kk: Ақпан

# month03
source: March
kk: Наурыз

# month04
source: April
kk: Сәуір

# month05
source: May
kk: Мамыр

# month06
source: June
kk: Маусым

# month07
source: July
kk: Шілде

# month08
source: August
kk: Тамыз

# month09
source: September
kk: Қыркүйек

# month10
source: October
kk: Қазан

# month11
source: November
kk: Қараша

# month12
source: December
kk: Желтоқсан

source: Monthly average other losses of PV panels
kk: Орташа айлық өзге шығындар PV-панельдер

source: Months
kk: Айлар

source: Most suitable
kk: Аса тиімді

source: Name
kk: Атауы

# NameEN
source: Name (English)
kk: Атауы (Ағылшын)

# NameKZ
source: Name (Kazakh)
kk: Атауы (Қазақ)

# NameRU
source: Name (Russian)
kk: Атауы (Орыс)

source: New password
kk: Жаңа құпия сөзді

# NewsMinEnergy
source: News of the Ministry of Energy
kk: Энергетика Министрлігінің жаңалықтары

source: Not very important
kk: Өте маңызды емес

# OnlyRegisteredUsers
source: Available only to registered users
kk: Тек тіркелген пайдаланушыларға қол жетімді

source: Operands
kk: Операндтар

source: Operation
kk: Операция

source: Option
kk: Опциясы

source: Options
kk: Опциялар

# PanelEfficiency
source: Efficiency of solar panels
kk: Күн панельдерінің тиімділігі

# PanelOrientation
source: Orientation of solar panels
kk: Күн панельдерінің бағдарлануы

# PanelOrientations
source: Orientations of panels
kk: Панельдердің бағдарлары

# PanelsCount
source: Number of solar panels, pcs.
kk: Күн панельдерінің саны, дана

# PanelsSquare
source: Area of panels sq.m.
kk: Панельдердің ауданы, ш.м.

# PanelTiltAngle
source: Tilt of solar panels, degree
kk: Күн панельдерінің көлбеу бұрышы, градус

source: Parameters of the PV system
kk: Фотоэлектрлік жүйенің параметрлері

source: Passport
kk: Паспорт

source: Password
kk: Құпия сөз

source: Paste
kk: Қою

source: Periodicity
kk: Мерзімділігі

# PermissibleAbsoluteMark
source: Permitted absolute mark (no more, meters)
kk: Рұқсат етілген абсолюттік биіктік (метр, артық емес)

# PermissibleDistanceFromNP
source: Permitted distance from settlements (no more than, km)
kk: Елді мекендерге дейінгі қашықтық (км, артық емес)

# PermissibleDistanceFromPowerLines
source: Permitted distance from power lines (no more than, km)
kk: Электр беру желілеріне дейінгі қашықтық (км, артық емес)

# PermissibleDistanceFromRoads
source: Permitted distance from roads (no more than, km)
kk: Автокөлік жолдарына дейінгі қашықтық (км, артық емес)

source: Photo
kk: Фото

source: Please check your email to reset your password.
kk: Құпия сөзді қалпына келтіру үшін электрондық пошта мекенжайын тексеріңіз.

# PointNumber1
source: Point №1
kk: №1 нүкте

# PointNumber2
source: Point №2
kk: №2 нүкте

# PointNumber3
source: Point №3
kk: №3 нүкте

source: Power
kk: Қуат

source: Power, MW
kk: Қуаты, МВт

source: Power, W
kk: Қуаты, Вт

# Province
source: Region
kk: Облысы

# Provinces
source: Regions
kk: Облыстар

# PVSystemMaterial
source: Material of solar panels
kk: Күн панельдерінің материалы

# PVSystemMaterials
source: Materials of PV systems
kk: PV жүйенің материалдары

# RatedOperatingTemperature
source: The nominal operating temperature of the solar cell NOCT
kk: Күн элементінің жұмыс істеуінің номиналды температурасы

# RatedPowerOfThePVPanel
source: Rated power of PV station, W
kk: Фотоэлектрлік станцияның номиналды қуаты, Вт

# RefreshList
source: Update list
kk: Тізімді жаңарту

source: Register
kk: Тіркеу

source: Register as a new user
kk: Жаңа пайдаланушы ретінде тіркеліңіз

# relativelyFit
source: Relatively suitable
kk: Салыстырмалы тиімді

source: Remember me?
kk: Мені есте сақтау?

# RequiredMonthlyAverageEnergy
source: Required monthly average energy, kWh/day
kk: Қажетті орташа айлық тәуліктік энергия кВт∙сағ /күн

source: Reset
kk: Қайтадан еңгізу

source: Reset password
kk: Құпия сөзді жою

source: Reset password confirmation
kk: Құпия сөзді жоюды растау

source: Reset your password.
kk: Құпия сөзді жою

source: Resolution
kk: Дәлдік

# ResolutionEN
source: Resolution (English)
kk: Дәлдік (ағылшын)

# ResolutionKZ
source: Resolution (Kazakh)
kk: Дәлдік (қазақ)

# ResolutionRU
source: Resolution (English)
kk: Дәлдік (орыс)

source: Result
kk: Нәтиже

source: Retrieving data
kk: Мәліметтерді алу

source: Roles
kk: Рөлдер

# RowNameEN
source: Row name (English)
kk: Жолақ атауы (Ағылшынша)

# RowNameKZ
source: Row name (Kazakh)
kk: Жолақ атауы (Қазақша)

# RowNameRU
source: Row name (Russian)
kk: Жолақ атауы (Орысша)

source: Save
kk: Сақтау

source: Schedule
kk: График

source: Select meteodata type
kk: Метеорологиялық дерек түрін таңдаңыз

# SelectPointOnTheMap
source: Select a point on the map
kk: Картадан нүктені таңдаңыз

# SelectWeatherDataType
source: Select meteodata type
kk: Метеорологиялық дерек түрін таңдаңыз

# ShowOnMap
source: Show on the map
kk: Картадан көрсету

source: Source
kk: Дерек көзі

# SourceEN
source: Source (English)
kk: Дерек көзі (ағылшын)

# SourceKZ
source: Source (Kazakh)
kk: Дерек көзі (қазақ)

# SourceRU
source: Source (Russian)
kk: Дерек көзі (орыс)

source: Specially Protected Natural Areas
kk: Ерекше қорғалатын табиғи аумақтар

# SPP
source: Solar power station
kk: Күн электр станциясы

# SPPPurpose
source: Purpose of solar power station
kk: Күн электр станциясының мақсаты

# SPPPurposes
source: Purposes of solar power stations
kk: Күн электр станцияларының мақсаттары

# SPPs
source: Solar power stations
kk: Күн электр станциялары

# SPPStatus
source: Status of solar power station
kk: Күн электр станцияның жағдайы

# SPPStatuses
source: Statuses of solar power station
kk: Күн электр станцияларының статустары

# Statistic
source: Statistics
kk: Статистика

source: Statistics
kk: Статистика

# SuitabilityOfTheTerritoryToAccommodateSES
source: Suitability of the territory for installation of SPS,%
kk: Күн электр станциясын орналастыру үшін аумақтың жарамдылығы, %

source: Suitable
kk: Тиімді

# SystemLog
source: System log record
kk: Жүйелік журналдың жазбасы

# SystemLogs
source: System log
kk: Жүйе журналы

source: System parameters
kk: Жүйе параметрлері

source: Table
kk: Кесте

# TemperatureCoefficientOfPowerPanel
source: Temperature coefficient of power of solar panels, °C
kk: Күн панельдерінің қуатының температура коэффициенті, °C

# TerrainAnalysis
source: Analyze suitability of the territory for instalation of solar power stations
kk: Күн электр станциялары желісін орналастыру үшін аумақты талдау

# TheAmountOfEnergyDay
source: The amount of energy, kWh/day
kk: Энергия мөлшері, кВт∙ч/тәулік

# TheAngleOfThePVPanel
source: Tilt of solar panels, degree
kk: Күн панельдерінің көлбеу бұрышы, градус

# TheAverageDailyOutsideTemperature
source: The average daily outside temperature (° C)
kk: орташа тәуліктік сыртқы ауа температурасы (° C)

source: The average monthly efficiency coefficient of a solar panel at different cell temperatures
kk: түрлі жасуша температурада күн панельдер тиімділігін орташа коэффициенті

source: The average monthly efficiency coefficient of the PV system
kk: тиімділігі PV-жүйесінің орташа коэффициенті

# TheAverageMonthlySumOfTotalRadiationOnTheOrientedPanel
source: The average monthly sum of total radiation on the oriented panel (kW / m² per month)
kk: бағдарланған панеліндегі жалпы радиацияның орташа айлық мөлшері (айына кВтс / м²)

source: The cell temperature in operating mode for each month
kk: Әр айдың операциялық режимінде ұялы температура

# TheFieldIsNotAValidEmailAddress
source: The {0} field is not a valid e-mail address.
kk: Берілген {0} жарамсыз электрондық пошта мекенжайы

# TheMinimumAllowableValueOfTotalRadiationOnTheHorizontalSurface
source: Minimum allowable value of total radiation on the horizontal surface (annual amounts) kWh/m² per year
kk: Горизонталды беткейге келетін жиынтық күн радиациясының минималды рұқсат етілген мәні (жылдық соммасы) кВт/м² жылына

# TheNominalOperatingTemperatureOfTheSolarCell
source: Nominal Operating Cell Temperature (NOCT) , °C
kk: Күн ұяшықтарының номинальды жұмыс температурасы (NOCT), °C

source: The result of point comparison
kk: Нүктелерді салыстыру нәтижесі

# TheResultOfTheCalculationOfPanelsSquare
source: The result of the calculation of panels area
kk: Панель ауданын есептеу нәтижесі

# ThermalPowerFactor
source: Temperature power factor of the panel
kk: Фотопанель қуатының температуралық коэффициенті

source: Time
kk: Уақыт

# TotalAreaOccupiedByPVPanels
source: Total area occupied by solar panels, m²
kk: Күн панелдерінің жалпы ауданы, м²

# TotalEnergyConsumptionPerDay
source: Total energy consumption per day, kWh:
kk: Тәулігіне жалпы энергия тұтыну мөлшері, кВт*сағ:

# TotalRequiredRatedPowerOfSolarPVSystems
source: Total required rated power of solar power station, W
kk: Фотоэлектрлік станцияның қажетті жалпы номиналды қуаты, Вт

source: Type
kk: Түрі

source: Type of panel material
kk: Панель материалының түрі

source: Type of panel orientation
kk: Панель бағдарлануының түрі

# unfit
source: Unsuitable
kk: Тиімсіз

# unsuitable
source: Little avail
kk: Аз тиімді

source: Upload
kk: Жүктеу

source: Use a local account to log in.
kk: Кіру үшін локалды есеп жазбасын қолданыңыз

source: User
kk: Пайдаланушы

source: User ID
kk: Пайдаланушы идентификаторы

source: Users
kk: Пайдаланушылар

source: Value
kk: Мәні

source: very important
kk: Өте маңызды

source: Wiring efficiency
kk: Сымдардың тиімділігі

# WorkingTimePerDay
source: Working time per day, h
kk: Тәулік ішінде жұмыс істеу уақыты, сағ

source: Wrong year!
kk: Қате жыл!

source: Year
kk: Жыл

source: Your password has been changed.
kk: Құпия сөзіңіз өзгертілді.

source: Your password has been reset. Please click here to log in
kk: Құпия сөзіңіз жойылды. Кіру үшін басыңыз

# LesfondOrgup
source: Departmental affiliation of forestry
kk: Ведомстволық бағыныстылығына орман

# LesfondOrgups
source: Departmental accessories of forestry
kk: Ведомстволық бағыныстылығына орман

# Lesfondtype
source: Type of forestry
kk: Орман түрі

# Lesfondtypes
source: Types of forestry
kk: Орман түрлері

source: MeteoStation
kk: Метеостанциясы

source: MeteoStations
kk: Метеобекеттер

# DateTime
source: Date and Time
kk: Күні, уақыты

source: Feedback
kk: Кері байланыс

source: Feedbacks
kk: Пікірлер

source: Text
kk: Мәтін

# YourName
source: Name
kk: Аты

# GetMeteoDataRegion
source: Obtaining meteorological data by regions
kk: Бағыттар бойынша метеорологиялық деректерді алу

# PanelsArea
source: Total solar panel area, m²
kk: Күн панелдерінің жалпы ауданы, м²

source: Date
kk: Дата

source: Parameter Value
kk: параметр мәні

# SPPCostHint
source: Data from companies
kk: Компаниялардың деректері

source: All
kk: Барлығы

# MeteoDataGroup
source: Group
kk: Топ
