Repository: NurymKenzh/AtlasSolar
Catalog: AtlasSolar/Resources/Info.*.resx
Languages: kk, ru

# AboutAtlas
source: About the Atlas
kk: Атлас түралы
ru: Об Атласе

# AboutAtlasText
source: The information in the Atlas of Solar Resources is presented in various forms - interactive maps, output tables and graphs: • the resource maps – maps of long-term average annual values of solar radiation data; • the maps for assessing the potential of solar energy – maps of monthly averages of different types of radiation on differently oriented surfaces, monthly averages of the geometric parameters of the Sun (altitude, azimuth); • the climatic maps – maps of basic meteorological characteristics; • the maps of solar energy facilities – a map with existing and projected solar energy facilities; • the maps of limitations and prerequisites for the location of solar energy facilities - maps of factors that favor or limit the deployment of solar energy facilities:  Specially protected natural areas of national importance;  Archaeological monuments and other objects of historical and cultural heritage of international and republican significance;  Territories of forest state institutions;  Water reservoirs, water protection zones and watercourse strips;  Power lines;  Automobile roads;  Human settlements; • auxiliary layers - digital relief model (DEM), terrain slopes, slope exposition, administrative-territorial division, meteorological stations of RSE "Kazhydromet" Functionality of the Atlas of Solar Resources: • General functionality (selection and visualization of cartographic layers from the atlas set, selection of base layers, map navigation function, scaling, legend viewing, “identification” tool, measuring tool (distances, areas), viewing reference information about the cartographic layer; • Selecting and exporting data for the selected point (table, graph); • Comparison of the initial data on several selected points on the map (graphs, diagrams, tables); • Preliminary ranking of the suitability of the territory for the accommodation of solar energy facilities; • Calculator "The calculation of the PV system area" – the calculation of the areas of solar panels for the selected type of projected photovoltaic station; • Calculator "The calculation of the energy output of the PV system" – the calculation of the energy output of solar panels of the projected photovoltaic station of the selected type for the selected location; • Calculator "The calculation of energy consumption" - for the calculation of the total electricity consumption by household electrical appliances.
kk: Қазақстан Республикасының күн ресурстарының атласы - біздің елімізде, еркін қолданыста болатын жаңартылатын энергия көздерін пайдалану және енгізу үшін идеяларды іске асыру және білім алуға мүмкіндік беретін интернет-ресурс болып табылады. Атлас инвесторларға, мемлекеттік және жергілікті басқару органдарына, жоспарлау институттарына, энергия өндіруші станцияларын және аймақтарды электрмен қамтамасыз ету жүйелерді жобалайтын мекемелерге, фотоэлектрлі станциялар мен су жылыту құрылғыларын орнату және сатумен айналысатын компанияларға, ғылыми-зерттеу ұйымдарға және магистранттар мен студенттерге пайдалы болып табылады. Күн ресурстарының атласында мәліметтер келесідей әр түрлі формаларда берілген: интерактивті карталар, кестелер және графиктер: • ресурс карталары - күн радиациясының көпжылдық орташа көрсеткіштерінің карталары; • Күн энергиясының потенциалын бағалау карталары - бағдарланған беткейлерге келетін орташа айлық күн радиациясының әр түрлі көрсеткіштерінің картасы, Күн геометриясының орташа айлық көрсеткіштері (биіктігі, азимут); • Климаттық карталар – негізгі метеорологиялық көрсеткіштердің карталары; • Күн энергетикасы объектілерінің картасы – күн энергетикасының жұмыс атқаратын және жобаланған объектілердің картасы; • Күн энергетикасы объектілерін орналастыруға болатын және шектейтін факторлар карталары:  Республикалық маңызы бар ерекше қорғалатын табиғи аумақтар;  Республикалық және Халықаралық маңызы бар археологиялық ескерткіштер мен басқа да тарихи мәдени мұралар;  Мемлекеттік орман шаруашылығы мекемелерінің аумақтары;  Су айдындары, су ағырлар мен олардың су қорғау аймақтары;  Электр желілері;  Автокөлік жолдары;  Елді мекендер. • Қосымша карталар – Жер бедерінің сандық моделі (ЖСМ), аумақтардың еңістігі мен беткейлердің экспозициясы, аумақтық-әкімшілік бөліністер, «Қазгидромет» РМК метеорологиялық станциялары. Күн ресурстарының Атласының функционалы:  Жалпы функционал (атлас жиынтығы бойынша картографиялық қабаттарын көрсету және таңдау, негізгі қабаттарды таңдау, карта бойынша бағдалау функциясы, масштабтау, шартты белгілерді көру, «идентификациялау» құрылғысы, өлшеу құрылғысы (қашықтық, аудан), картографиялық қабат туралы анықтамасын көру);  Таңдалған нүкте бойынша мәліметтерді алу және экспорттау (кесте, график);  Картада таңдалған бірнеше нүкте бойынша бастапқы мәліметтерді салыстыру (графиктер, диаграммалар, кестелер);  Күн энергетикасы объектілерін орналатыру үшін аумақтың қолайлылығы бойынша алдын ала жіктеу;  «Фотоэлектрлік жүйенің ауданын есептеу» калькуляторы – жобаланатын фотоэлектрлік станцияның күн панельдерінің ауданын есептеу;  «Фотоэлектрлік жүйенің энергия өндіру мөлшерін есептеу» калькуляторы – таңдалған аумаққа жобаланатын фотоэлектрлік станцияның күн панельдерінің энергия өндіру мөлшерін есептеу;  «Энергия пайдалану мөлшерін анықтау» калькуляторы – тұрмыстық элетрқұрылғыларымен тұтынылатын жалпы электр энергиясын есептеу.
ru: Атлас солнечных ресурсов Республики Казахстан - это интернет ресурс, который позволяет, в свободном доступе, получить знания для реализации идей по внедрению и использованию возобновляемых источников энергии в нашей стране. Атлас полезен инвесторам, органам государственного и местного управления, для институтов планирования, организациям, проектирующим энергогенерирующие станции и системы энергообеспечения территорий, компаниям, занимающимся продажами и установками фотоэлектрических станций, водонагревательных установок и их пользователям, научным организациям, магистрантам и студентам. Информация в Атласе солнечных ресурсов представлена в различных формах - интерактивные карты, выходные таблицы и графики: • ресурсные карты – карты многолетних среднегодовых значений показателей солнечной радиации; • карты для оценки потенциала солнечной энергии – карты среднемесячных показателей различных видов радиации на различно ориентированные поверхности, среднемесячные показатели геометрии Солнца (высота, азимут); • климатические карты - карты основных метеорологических характеристик; • карты объектов солнечных энергетики - карта с действующими и проектируемыми объектами солнечной энергетики; • карты ограничений и предпосылок размещения объектов солнечной энергетики – карты факторов, благоприятствующих или ограничивающих размещение объектов солнечной энергетики:  Особо охраняемых природных территорий республиканского значения,  Археологических памятников и других объектов историко-культурного наследия международного и республиканского значения;  Территорий Лесных государственных учреждений  Водоемов, водозащитных зон и полос водотоков,  Линий электропередач,  Автомобильных дорог,  Населенных пунктов. • вспомогательные слои - цифровая модель рельефа (ЦМР), уклонов местности, экспозиции склонов, административно-территориальное деление, метеостанции РГП «Казгидромет». Функционал Атласа солнечных ресурсов:  Общий функционал (выбор и визуализация картографических слоев из набора атласа, выбор базовых слоев, функция навигации по карте, масштабирование, просмотр легенды, инструмент «идентификация», инструмент измерений (расстояний, площадей), просмотр справочной информации о картографическом слое.  Выборка и экспорт данных по выбранной точке (таблица, график),  Сравнение исходных данных по нескольким выбранным точкам на карте (графики, диаграммы, таблицы)  Предварительное ранжирование пригодности территории для размещения объектов солнечной энергетики  Калькулятор «Расчет площади фотогальванической системы» - расчет площади солнечных панелей проектируемой фотоэлектростанции выбранного типа  Калькулятор «Расчет производительности фотогальванической системы» - расчет выработки энергии солнечных панелей проектируемой фотоэлектростанции выбранного типа для выбранного местоположения  Калькулятор «Расчет энергопотребления» - для расчета суммарного потребления электричества бытовыми электроприборами.

# AboutProject
source: About the project
kk: Жоба туралы
ru: О проекте

# AboutProjectText
source: The concept of transition to a green economy, approved by Presidential Decree No. 577 of May 30, 2013, determined a list of priority tasks, mainly aimed at reforming certain sectors of the economy. As part of the transition to the Green Economy of the Republic of Kazakhstan, it is expected to increase the efficiency of the use of natural resources, improve the existing infrastructure and improve the well-being of the population. The project aims to assist in the practical implementation of the Concept for the transition to a Green Economy by providing support in developing the institutional and legislative framework necessary for the development of such areas of the green economy as solar energy, sustainable fisheries and aquaculture, and also by enhancing international cooperation within the framework of the “Green Bridge” Partnership Program. One of the most promising areas of renewable energy is the development of Solar energy. The Sun is an inexhaustible, permanent, environmentally sustainable and freely available energy source, which can be used for providing energy for heating, electricity and hot water. Having a high degree of insolation and a large number of sunny hours per year Kazakhstan is one of the promising regions of the Earth for the development of solar energy. Having adopted the Concept for the transition to Green Economy, Kazakhstan have decided to fully implement Renewable Energy Sources. To achieve this goal, it is necessary to introduce new technological processes, increase the level of knowledge and awareness, which promote the development of alternative energy sources. Creation of the Interactive Atlas of Solar Resources of the Republic of Kazakhstan will expand the potentials of using solar resources.
kk: «Жасыл экономикаға» көшу жөніндегі тұжырымдама, Қазақстан Республикасы Президентінің 2013 жылғы 30 мамырдағы № 577 "Қазақстан Республикасының "жасыл экономикаға" көшуі жөніндегі тұжырымдама туралы" жарлығы экономиканың белгілі салаларын реформалауға бағытталған негізгі басым міндеттерінің тізімін анықтады. Қазақстан Республикасының "жасыл экономикаға" өтуі шеңберінде табиғи ресурстарды тиімді пайдалануды арттыру, қолда бар инфрақұрылымды жетілдіру және халықтың әл-ауқатын арттыру көзделуде. Жоба «Жасыл экономиканың» күн энергетикасы, тұрақты балық шаруашылығы мен аквадақылдар бағыттарын дамытуына қажетті институционалды және заңнамалық негіздерін қалыптастыруға қолдауды көрсету негізінде, сонымен қатар «Жасыл көпір» Әріптестік бағдарламасынның шеңберінде халықаралық қарым-қатынасты нығайту «Жасыл экономикаға» көшу тұжырымдамасын нақты іске асыруға бағдарланған. Жер бетіндегі жаңартылатын энергетиканың ең тиімді бағыттарының бірі ретінде күн энергетикасын дамыту болып табылады. Күн - жылытуға, электр және ыстық сумен қамтамасыз етуге керекті энергияға қажеттіліктердің орнын толтыруға мүмкіндік беретін, сарқылмайтын, экологиялық тұрақты және қол жетімді энергияның көзі. Көп мөлшердегі инсоляция, жыл ішіндегі ашық күндердің санының көп болуы, Қазақстан территориясын әлем бойынша Күн энергетикасын дамытуға қолайлы аудандардың қатарына жатқызуға болады. Қазақстан «жасыл экономикаға» көшу тұжырымдамасын іске асыруды қабылдау негізінде жаңартылатын энергия көздерін толықмасштабты енгізу туралы шешім қабылдады. Аталған мақсатқа жету, энергияның жанама көздерін дамытуға себеп болатын жаңа технологиялық процесстерді еңгізу, ақпаратпен қамтамасыздау және білім деңгейін жоғарылату қажет. Қазақстан Республикасының Күн ресурстарының Интерактивті Атласы күн ресурстарын пайдалану мүмкіндіктерін кеңейтуге негізгі септігін тигізеді.
ru: Концепция по переходу к «зеленой» экономике, утвержденная Указом Президента от 30 мая 2013 года № 577, определила перечень приоритетных задач, главным образом нацеленных на реформирование определенных отраслей экономики. В рамках перехода к «зеленой» экономике Республики Казахстан, предполагается повышение эффективности использования природных ресурсов, усовершенствование существующей инфраструктуры и улучшение благосостояния населения. Проект направлен на оказание содействия в практической реализации Концепции по переходу к «зеленой экономике», путем предоставления поддержки в формировании институциональной и законодательной основы, необходимой для развития таких направлений «зеленой экономики», как солнечная энергетика, устойчивое рыболовство и аквакультура, а также путем усиления международного сотрудничества в рамках Программы Партнерства «Зеленый Мост». Одним из самых перспективных направлений возобновляемой энергетики на земле является развитие Солнечной энергетики. Солнце – это неисчерпаемый, постоянный, экологически устойчивый и доступный источник энергии, который позволяет удовлетворять потребности в получении энергии для отопления, электроснабжения и горячего водоснабжения. Высокая степень инсоляции, большое количество солнечных часов в году, позволяют относить Казахстан к числу перспективных регионов Земли в развитии Солнечной энергетики. Приняв к реализации Концепцию по переходу к «зеленой» экономике Казахстан принял решение по полномасштабному внедрению Возобновляемых источников энергии. Для достижения данной цели необходимо внедрять новые технологические процессы, повысить уровень знаний и осведомленности, способствующие развитию альтернативных источников энергии. Создание интерактивного Атласа солнечных ресурсов Республики Казахстан позволит расширить возможности использования солнечных ресурсов.

source: Description
kk: Сипаттамасы
ru: Описание

# DescriptionText
source: The Atlas of Solar Resources of Kazakhstan has been created within the framework of the Project of the Ministry of Energy of the Republic of Kazakhstan and the United Nations Development Program "Support to the Government of the Republic of Kazakhstan in implementing the Concept of Transition to Green Economy and Institutionalization of the “Green Bridge” Partnership Program”.
kk: Қазақстан Күн ресурстарының атласы – Қазақстан Республикасының Энергетика министрлігі мен Біріккен Ұлттар Ұйымының Даму бағдарламасының «Жасыл экономикаға көшу тұжырымдамасын іске асыруда және «Жасыл көпір» Әріптестік бағдарламасын институционалдандыруда Қазақстан Республикасы Үкіметіне қолдау көрсету» жобасының шеңберінде жасалған.
ru: Атлас солнечных ресурсов Казахстана создан в рамках Проекта Министерства энергетики Республики Казахстан и Программы развития ООН «Оказание поддержки Правительству Республики Казахстан в реализации Концепции перехода к зеленой экономике и институционализации Программы Партнерства «Зеленый Мост».

# Map1Description
source: Maps of solar radiation indicators (direct, diffuse, total, etc.) constructed on the basis of climatic bases that are in open access (NASA SSE, Sustainable Buildings, SARAH-E)
kk: Еркін қолданыстағы климаттық базаларға негізделген (NASA SSE, Sustainable Buildings, SARAH-E) күн радиациясы көрсеткіштерінің (тіке, шашыранды, жиынтық және т.б.) карталары
ru: Представлены карты показателей солнечной радиации (прямая, рассеянная, суммарная и т.д.) построенные на основе климатических баз, находящихся в открытом доступе (NASA SSE, Sustainable Buildings, SARAH-Е)

# Map1Title
source: Solar resources
kk: Күн ресурстары
ru: Солнечные ресурсы

# Map2Description
source: Maps of the main meteorological characteristics (air temperature, temperature of the underlying surface, cloudiness, atmospheric precipitation, albedo, etc.)
kk: Негізгі метеорологиялық көрсеткіштердің (ауа температурасы, төселме беткей температусы, бұлттылық, атмосфералық жауын-шашырдар, альбедо және т.б.) карталары
ru: Представлены карты основных метеорологических характеристик (температура воздуха, температура подстилающей поверхности, облачность, атмосферные осадки, альбедо и т.д.)

# Map2Title
source: Climate
kk: Климат
ru: Климат

# Map3Description
source: Maps of factors affecting the potential of building solar power plants (specially protected natural areas, infrastructure, etc.)
kk: Электр станцияларын салу мүмкіндігіне әсер ететін факторлардың (ерекше қорғалатын аумақтар, инфроқұрылым және т.б.) карталары келтірілген
ru: Представлены карты факторов, влияющих на возможность строительства солнечных электростанций (особо охраняемые природные территории, инфраструктура и др.)

# Map3Title
source: Factors affecting for the installation of grid-connected solar power stations
kk: Күн энергетикасының желілік объектілерін орналастыру факторлары
ru: Факторы размещения сетевых объектов солнечной энергетики

# Map4Description
source: A map of operating and projected solar energy facilities; a map of power lines
kk: Күн энергетикасының жұмыс атқаратын және жобаланатын объектілерінің; электр жүйелерінің карталары
ru: Карты с действующими и проектируемыми объектами солнечной энергетики; линий электропередач.

# Map4Title
source: Solar energy facilities
kk: Күн энергиясының объектілері
ru: Объекты солнечной энергетики

# Slogan1
source: “Internet technologies and renewable sources will merge in the coming years” N. Nazarbayev
kk: Таяу жылдарда Интернет технология мен жаңартылған энергия көздері бірге пайдаланылады. Н. Назарбаев
ru: «В ближайшие годы Интернет технологии и возобновляемые источники сольются» Н. Назарбаев

# Slogan2
source: The transition to "green" energy and the introduction of "green" <br />technologies is a growing vector of the global economy<br/>N. Nazarbayev
kk: «Жасыл» энергетикаға көшу және «жасыл» технологияларды <br />еңгізу – ғаламдық экономиканың даму векторы.<br /> Н. Назарбаев
ru: Переход к «зеленой» энергетике и внедрение «зеленых» <br />технологий – это растущий вектор глобальной экономики.<br /> Н. Назарбаев

# Slogan3
source: «Fifth challenge is the global energy security» N. Nazarbayev
kk: «Бесінші сын-қатер - жаһандық энергетикалық қауіпсіздік» Н. Назарбаев
ru: «Пятый вызов – глобальная энергетическая безопасность» Н. Назарбаев
