Repository: NurymKenzh/AtlasSolar
Catalog: AtlasSolar/Resources/Layers.*.resx
Languages: kk, ru

# p_swv_dwn
source: Average Insolation Incident On A Horizontal Surface (kWh/m²)
kk: Бұлттылықтың орташа жағдайындағы горизонталь беткейге келетін орташа жиынтық күн радиациясының жиынтығы (кВт∙сағ/м²)
ru: Средние суммы суммарной солнечной радиации на горизонтальную поверхность при средних условиях облачности (кВт∙ч/м²)

# p_toa_dwn
source: The sums of the average monthly solar radiation arriving at the upper atmosphere boundary (kWh/m²)
kk: Суммы средней месячной солнечной радиации приходящей на верхнюю границу атмосферы (кВт∙сағ/м²)
ru: Суммы средней месячной солнечной радиации приходящей на верхнюю границу атмосферы (кВт∙ч/м2)

source: Relief
kk: Жер бедері
ru: Рельеф

source: South
kk: Оңтүстік
ru: Юг

source: Southeast
kk: Оңтүстік-Шығыс
ru: Юго-восток

source: Southwest
kk: Оңтүстік-Батыс
ru: Юго-запад

# spp
source: Solar power stations
kk: Күн электр станциялары
ru: Солнечные электростанции

# Tree_arheopamyat
source: Monuments of archeology and culture
kk: Археология және мәдениет ескерткіштері
ru: Памятники археологии и культуры

# Tree_aspect_srtm
source: Exposure of slopes, compass headings
kk: Беткейлердің экспозициясы, әлем бағыттары
ru: Экспозиция склонов, стороны света

# Tree_avg_dnr
source: Average Direct Normal Radiation (kWh/m²)
kk: Бұлттылықтың орташа жағдайындағы перпендикуляр беткейге келетін орташа тіке күн радиациясының жиынтығы (кВт∙сағ/м²)
ru: Средние суммы прямой солнечной радиации на перпендикулярную поверхность при средних условиях облачности (кВт∙ч/м²)

# Tree_clrskyavrg
source: Average Clear Sky Insolation Incident On A Horizontal Surface (kWh/m²)
kk: Ашық аспан жағдайындағы горизонталь беткейге келетін орташа жиынтық күн радиациясының жиынтығы (кВт∙сағ/м²)
ru: Средние суммы суммарной солнечной радиации на горизонтальную поверхность при ясном небе (кВт∙ч/м²)

# Tree_dni
source: Average Direct Normal Irradiance at surface (DNI) (kWh/m²)
kk: Бұлттылықтың орташа жағдайындағы перпендикуляр беткейге келетін орташа тіке күн радиациясының жиынтығы (кВт∙сағ/м2)
ru: Средние суммы прямой солнечной радиации на перпендикулярную поверхность при средних условиях облачности (DNI) (кВт∙ч/м2)

# Tree_exp_dif
source: Average Diffuse Radiation Incident On A Horizontal Surface (kWh/m²)
kk: Горизонталь беткейге келетін орташа шашыранды күн радиациясының жиынтығы (кВт∙сағ/м²)
ru: Средние суммы рассеянной солнечной радиации на горизонтальную поверхность (кВт∙ч/м²)

# Tree_hidroohrzony
source: Hydrography and water protection zones
kk: Гидрография және су қорғау аймақтары
ru: Гидрография и водоохранные зоны

# Tree_kzcover
source: Unsuitable and little avail land types
kk: Қолайсыз және жарамсыз жер түрлері
ru: Непригодные и малопригодные типы земель

# Tree_oopt
source: Specially Protected Natural Areas
kk: Ерекше қорғалатын табиғи аумақтар
ru: Особо охраняемые природные территории

# Tree_pamyatnikprirodypol
source: Natural monuments of nature
kk: Табиғат ескерткіштері
ru: Природные памятники природы

# Tree_prirparki
source: Natural Parks
kk: Табиғи парктер
ru: Природные национальные парки

# Tree_rainavgesm
source: Averaged Amount of Precipitation (mm)
kk: Орташа жауын-шашын мөлшерінің жиынтығы (мм)
ru: Средние суммы количества осадков (мм)

# Tree_retesh0mim
source: Minimum Radiation Incident On Tilted Surface (kWh/m²)
kk: Оптималды бұрышпен бағдарланған беткейге келетін орташа айлық минималды жиынтық күн радиациясы (кВт∙сағ/м²)
ru: Средняя месячная минимальная суммарная солнечная радиация, приходящая на наклонную поверхность под оптимальным углом (кВт∙ч/м²)

# Tree_rettlt0opt
source: Monthly Averaged Radiation Incident On Tilted Surface (kWh/m²)
kk: Оптималды бұрышпен бағдарланған беткейге келетін орташа айлық жиынтық күн радиациясы (кВт∙сағ/м²)
ru: Средняя месячная суммарная солнечная радиация, приходящая на наклонную поверхность под оптимальным углом (кВт∙ч/м²)

# Tree_rezervaty
source: Natural Reserves
kk: Табиғи резерваттар
ru: Природные резерваты

# Tree_sic
source: Average Clear Sky Insolation Incident On A Horizontal Surface (SIC) (kWh/m²)
kk: Ашық аспан жағдайындағы горизонталь беткейге келетін орташа жиынтық күн радиациясының жиынтығы (SIC) (кВт∙сағ/м²)
ru: Средние суммы суммарной солнечной радиации на горизонтальную поверхность при ясном небе (SIC) (кВт∙ч/м²)

# Tree_sid
source: Average Direct Horizontal Irradiance at surface (SID) (kWh/m²)
kk: Бұлттылықтың орташа жағдайындағы перпендикуляр беткейге келетін орташа тіке күн радиациясының жиынтығы (SID) (кВт∙сағ/м²)
ru: Средние суммы прямой солнечной радиации на горизонтальную поверхность при средних условиях облачности (SID) (кВт∙ч/м²)

# Tree_sis
source: Average Surface Incoming Irradiance (SIS) (kWh/m²)
kk: Бұлттылықтың орташа жағдайындағы горизонталь беткейге келетін орташа жиынтық күн радиациясының жиынтығы (SIS) (кВт∙сағ/м2)
ru: Средние суммы суммарной солнечной радиации на горизонтальную поверхность при средних условиях облачности (SIS) (кВт∙ч/м2)

# Tree_sis_klr
source: Average Surface Incoming Irradiance (SIS) (kWh/m²)
kk: Бұлттылықтың орташа жағдайындағы горизонталь беткейге келетін орташа жиынтық күн радиациясының жиынтығы (SIS) (кВт∙сағ/м2)
ru: Средние суммы суммарной солнечной радиации на горизонтальную поверхность при средних условиях облачности (SIS) (кВт∙ч/м2)

# Tree_slope_srtm
source: Terrain slope map
kk: Аймақ еңістігінің картасы, град
ru: Карта уклонов местности

# Tree_srfalbavg
source: Monthly Averaged Surface Albedo (0 to 1.0)
kk: Беткейдің орташа айлық альбедосы (0 ден 1.0 дейін)
ru: Среднее месячное альбедо поверхности (от 0 до 1.0)

# Tree_srtm
source: Height above sea level
kk: Теңіз деңгейінен биіктігі, м
ru: Высота над уровнем моря

# Tree_swv_dwn
source: Average Insolation Incident On A Horizontal Surface (kWh/m²)
kk: Бұлттылықтың орташа жағдайындағы горизонталь беткейге келетін орташа жиынтық күн радиациясының жиынтығы (кВт∙сағ/м²)
ru: Средние суммы суммарной солнечной радиации на горизонтальную поверхность при средних условиях облачности (кВт∙ч/м²)

# Tree_t10m
source: Monthly Averaged Air Temperature At 10 m Above The Surface Of The Earth (°C)
kk: Жер бетінен 10 м биіктіктегі орташа айлық ауа температурасы (°С)
ru: Средние месячные температуры воздуха на высоте 10 м (°С)

# Tree_t10mmax
source: Monthly Averaged Maximum Air Temperature At 10 m Above The Surface Of The Earth (°C)
kk: Жер бетінен 10 м биіктіктегі орташа айлық максималды ауа температурасы (°С)
ru: Средние месячные максимальные температуры воздуха на высоте 10 м над поверхностью земли (°С)

# Tree_t10m_min
source: Monthly Averaged Minimum Air Temperature At 10 m Above The Surface Of The Earth (°C)
kk: Жер бетінен 10 м биіктіктегі орташа айлық минималды ауа температурасы (°C)
ru: Средняя месячная минимальная температура воздуха на уровне 10 м над поверхностью земли (°C)

# Tree_tskinavg
source: Monthly Averaged Earth Skin Temperature (°C)
kk: Төселме беткейдің орташа айлық температурасы (°C)
ru: Средняя месячная температура подстилающей поверхности (°C)

# Tree_zakazniky
source: Natural wildlife sanctuaries
kk: Табиғи қаумалдар
ru: Природные заказники

# Tree_zapovedniki
source: Natural reserves
kk: Табиғи қорықтар
ru: Природные заповедники

# Tree_zapovedzony
source: Natural protected areas
kk: Табиғи қорық аймақтары
ru: Природные заповедные зоны

source: West
kk: Батыс
ru: Запад

# Info_daylghtav
source: hours
kk: сағат
ru: часы

# Legend_avg_kt_22
source: The average monthly value of the atmospheric transparency index (from 0 to 1.0)
kk: Айлық мәні индексі атмосфера мөлдірлігін (0 D 1.0) білдіреді
ru: Среднее месячное значение индекса прозрачности атмосферы (от 0 д 1.0)

# Legend_avg_nkt_22
source: The average monthly normalized value of the atmospheric transparency index (from 0 to 1.0)
kk: Айлық мәні нормаланған атмосфералық ашықтығы индексін (0 D 1.0) білдіреді
ru: Среднее месячное нормализированное значение индекса прозрачности атмосферы (от 0 д 1.0)

# Legend_daylghtav
source: Average monthly duration of daylight hours (hours)
kk: Күн орташа айлық сағат (сағат)
ru: Средняя месячная продолжительность светового дня (часы)

# Legend_day_cld_22
source: Average monthly daytime cloud cover (%)
kk: Бұлт айлық күнделікті мөлшерін (%) білдіреді
ru: Среднее месячное дневное количество облачности (%)

# Tree_avg_kt_22
source: The average monthly value of the atmospheric transparency index (from 0 to 1.0)
kk: Айлық мәні индексі атмосфера мөлдірлігін (0 D 1.0) білдіреді
ru: Среднее месячное значение индекса прозрачности атмосферы (от 0 д 1.0)

# Tree_avg_nkt_22
source: The average monthly normalized value of the atmospheric transparency index (from 0 to 1.0)
kk: Айлық мәні нормаланған атмосфералық ашықтығы индексін (0 D 1.0) білдіреді
ru: Среднее месячное нормализированное значение индекса прозрачности атмосферы (от 0 д 1.0)

# Tree_daylghtav
source: Average monthly duration of daylight hours (hours)
kk: Күн орташа айлық сағат (сағат)
ru: Средняя месячная продолжительность светового дня (часы)

# Tree_day_cld_22
source: Average monthly daytime cloud cover (%)
kk: Бұлт айлық күнделікті мөлшерін (%) білдіреді
ru: Среднее месячное дневное количество облачности (%)

# meteo_st
source: Weather stations
kk: Ауа райы станциялары
ru: Метеостанции
