Repository: NurymKenzh/AtlasSolar
Catalog: AtlasSolar/Resources/Layers.*.resx
Languages: kk, ru

# Active
source: Operating
kk: Жұмыс атқаратын (қолданыстағы)
ru: Действующие

# AnalizeTerrainExcludeAgri
source: Exclude agricultural lands (arable land, plantations, orchards)
kk: Ауыл шаруашылығы жерлерін есепке алмау (егістіктер, плантациялар, бақшалар)
ru: Исключить сельскохозяйственные территории (пашни, плантации, сады)

# AnalizeTerrainExcludeBush
source: Exclude the natural shrubby vegetations
kk: Табиғи бұталы өсімдіктерді есепке алмау
ru: Исключить естественную кустарниковую растительность

# AnalizeTerrainExcludeDesert
source: Exclude sands (including mobile and fixed grass and semi-shrub)
kk: Құмды аймақтарды есепке алмау (қозғалмалы және шөптермен, жартылай бұтақты өсімдіктермен бекітілген)
ru: Исключить пески (в том числе подвижные и закрепленные травянистой и полукустарниковой)

# AnalizeTerrainExcludeHydro
source: Exclude hydrographic objects (lakes, reservoirs, rivers, streams, flooded areas, swamps)
kk: Гидрография объектілерін есепке алмау (көлдер, су қоймалары, өзендер, бұлақтар, су басу аумақтары, батпақтар)
ru: Исключить объекты гидрографии (озера, водохранилища, реки, ручьи, зоны затопления, болота)

# AnalizeTerrainExcludeNatres
source: Exclude natural reserves
kk: Табиғи резерваттарды есепке алмау
ru: Исключить природные резерваты

# AnalizeTerrainExcludePark
source: Exclude natural parks
kk: Табиғи парктерді есепке алмау
ru: Исключить природные парки

# AnalizeTerrainExcludePreserve
source: Exclude wildlife sanctuaries
kk: Қаумалдарды есепке алмау
ru: Исключить заказники

# AnalizeTerrainExcludeProtect
source: Exclude protected areas
kk: Қорық аймақтарын есепке алмау
ru: Исключить заповедные зоны

# AnalizeTerrainExcludeReserve
source: Exclude natural reserves
kk: Табиғи қорық аймақтарын есепке алмау
ru: Исключить природные заповедники

# AnalizeTerrainExcludeSettlement
source: Exclude human settlements
kk: Елді мекендер аумағын есепке алмау
ru: Исключить территории населенных пунктов

# AnalizeTerrainExcludeSolon
source: Exclude solonchaks and sors
kk: Сор мен сортаң жерлерді есепке алмау
ru: Исключить солончаки и соры

# AnalizeTerrainExcludeStone
source: Exclude stony surfaces and placers, rock outcrops
kk: Тасты беткейлер, үгінділер, тау жыныстарының шығарымдыларын есепке алмау
ru: Исключить каменистые поверхности и россыпи, выходы пород

# AnalizeTerrainExcludeTakyr
source: Exclude takyrs
kk: Тақырларды есепке алмау
ru: Исключить такыры

# AnalizeTerrainExcludeWood
source: To exclude natural woody vegetation (forest, including saxaul, stlanik, woodlands)
kk: Табиғи ағаш өсімдіктерін есепке алмау (ормандар, сексеуіл, жатағандар, сирек ормандар)
ru: Исключить естественную древесную растительность (лес, в том числе саксаул, стланик, редколесья)

source: East
kk: Шығыс
ru: Восток

# FindTerrainAGRI
source: Agricultural areas (arable land, plantations, orchards) (AGRI)
kk: Ауыл шаруашылығы аумақтары (егістіктер, плантациялар, бақшалар)
ru: Сельскохозяйственные территории (пашни, плантации, сады) (AGRI)

# FindTerrainALTITUDE
source: Altitude, m (ALTITUDE)
kk: Жер бедерінің биіктігі, м (ALTITUDE)
ru: Высота местности, м (ALTITUDE)

# FindTerrainBUSH
source: Natural scrub vegetation (BUSH)
kk: Табиғи бұталы өсімдіктер (BUSH)
ru: Естественная кустарниковая растительность (BUSH)

# FindTerrainDESERT
source: Sands (including mobile and fixed herbaceous and semi-shrubby) (DESERT)
kk: Құмдар (қозғалмалы және шөптермен, жартылай бұтақты өсімдіктермен бекітілген) (DESERT)
ru: Пески (в том числе подвижные и закрепленные травянистой и полукустарниковой) (DESERT)

# FindTerrainHYDRO
source: Objects hydrography (lakes, reservoirs, rivers, streams, flooded areas, swamps) (HYDRO)
kk: Гидрография объектілері (көлдер, су қоймалары, өзендер, бұлақтар, су басу аумақтары, батпақтар) (HYDRO)
ru: Объекты гидрографии (озера, водохранилища, реки, ручьи, зоны затопления, болота) (HYDRO)

# FindTerrainNATRES
source: Natural Reserves (NATRES)
kk: Табиғи резерваттар (NATRES)
ru: Природные резерваты (NATRES)

# FindTerrainPARK
source: Natural parks (PARK)
kk: Табиғи парктер (PARK)
ru: Природные парки (PARK)

# FindTerrainPOWERDIST
source: Distance to power lines, km (POWERDIST)
kk: Электр беру желілеріне дейінгі қашықтық, км (POWERDIST)
ru: Расстояние до линий электропередач, км (POWERDIST)

# FindTerrainPRESERVE
source: Wildlife sanctuaries (PRESERVE)
kk: Қаумалдар (PRESERVE)
ru: Заказники (PRESERVE)

# FindTerrainPROTECT
source: Protected areas (PROTECT)
kk: Қорық аймақтары (PROTECT)
ru: Заповедные зоны (PROTECT)

# FindTerrainRADIATIONNASA
source: Solar radiation of NASA, kW/m² per year (RADIATIONNASA)
kk: Күн радиациясы NASA, кВт∙сағ/м² жылына (RADIATIONNASA)
ru: Солнечная радиация НАСА, кВт∙ч/м² в год (RADIATIONNASA)

# FindTerrainRESERVE
source: Nature reserves (RESERVE)
kk: Табиғи қорықтар (RESERVE)
ru: Природные заповедники (RESERVE)

# FindTerrainROADDIST
source: Distance to motorways, km (ROADDIST)
kk: Автокөлік жолдарына дейінгі қашықтық, км (ROADDIST)
ru: Расстояние до автодорог, км (ROADDIST)

# FindTerrainSETTLEDIST
source: Distance to settlements, km (SETTLEDIST)
kk: Елді мекендерге дейінгі қашықтық, км (SETTLEDIST)
ru: Расстояние до населенных пунктов, км (SETTLEDIST)

# FindTerrainSETTLEMENT
source: Territory of settlements (SETTLEMENT)
kk: Елдi мекендер аумағы (SETTLEMENT)
ru: Территории населенных пунктов (SETTLEMENT)

# FindTerrainSLOPE
source: Slopes of terrain, degree (SLOPE)
kk: Жер бедерінің еңістігі, градус (SLOPE)
ru: Уклоны местности, градус (SLOPE)

# FindTerrainSOLON
source: Solonchaks and sors (SOLON)
kk: Сорлар мен сортаң жерлер (SOLON)
ru: Солончаки и соры (SOLON)

# FindTerrainSTONE
source: Rocky surfaces and placers, rock outcrops (STONE)
kk: Тасты беткейлер, үгінділер, тау жыныстарының шығарымды (STONE)
ru: Каменистые поверхности и россыпи, выходы пород (STONE)

# FindTerrainTAKYR
source: Takyrs (TAKYR)
kk: Тақырлар (TAKYR)
ru: Такыры (TAKYR)

# FindTerrainWOOD
source: Natural woody vegetation (forest, including saxaul, woodland, woodlands) (WOOD)
kk: Табиғи ағаш өсімдіктері (ормандар, сексеуіл, жатағандар, сирек ормандар) (WOOD)
ru: Естественная древесная растительность (лес, в том числе саксаул, стланик, редколесья) (WOOD)

# Info_aspect_srtm
source: Exposure of slopes, compass headings
kk: Беткейлердің экспозициясы, әлем бағыттары
ru: Экспозиция склонов, стороны света

# Info_avg_dnr_xx
source: kWh/m²/month
kk: кВт∙сағ/м²/ай
ru: кВт∙ч/м²/месяц

# Info_avg_dnr_year
source: kWh/m²/year
kk: кВт∙сағ/м²/жыл
ru: кВт∙ч/м²/год

# Info_clrskyavrg
source: Averaged Clear Sky Insolation Incident On A Horizontal Surface (kWh/m²)
kk: Ашық аспан жағдайындағы горизонталь беткейге келетін орташа жиынтық күн радиациясының жиынтығы (кВт∙сағ/м²)
ru: Средние суммы суммарной солнечной радиации на горизонтальную поверхность при ясном небе (кВт∙ч/м²)

# Info_kzcover
source: Unsuitable and useless land types
kk: Қолайсыз және жарамсыз жер түрлері
ru: Непригодные и малопригодные типы земель

# Info_OPTANG
source: The angle relative to the horizontal for which the monthly averaged total solar radiation is a maximum (degrees)
kk: Бағдарланған беткейдің оптималды бұрышының орташа айлық мәні (градус)
ru: Среднее месячное значение оптимального угла наклонной поверхности (градусы)

# Info_rainavgesm
source: mm
kk: мм
ru: мм

# Info_retesh0mim
source: Minimum Radiation Incident On Tilted Surface (kWh/m²)
kk: Оптималды бұрышпен бағдарланған беткейге келетін орташа айлық минималды жиынтық күн радиациясы (кВт∙сағ/м²)
ru: Средняя месячная минимальная суммарная солнечная радиация, приходящая на наклонную поверхность под оптимальным углом (кВт∙ч/м²)

# Info_rettlt0opt
source: Monthly Averaged Radiation Incident On Tilted Surface (kWh/m²)
kk: Оптималды бұрышпен бағдарланған беткейге келетін орташа айлық жиынтық күн радиациясы (кВт∙сағ/м²)
ru: Средняя месячная суммарная солнечная радиация, приходящая на наклонную поверхность под оптимальным углом (кВт∙ч/м²)

# Info_sis_klr
source: kWh/m²
kk: кВт∙сағ/м²
ru: кВт∙ч/м²

# Info_slope_srtm
source: Terrain slope map, degrees
kk: Аймақ еңістігінің картасы, град
ru: Карта уклонов местности, градусы

# Info_srfalbavg
source: Monthly Averaged Surface Albedo (0 to 1.0)
kk: Беткейдің орташа айлық альбедосы (0 ден 1.0 дейін)
ru: Среднее месячное альбедо поверхности (от 0 до 1.0)

# Info_srtm
source: Digital relief model, m
kk: Теңіз деңгейінен биіктігі, м
ru: Высота над уровнем моря, м

# Info_t10mmax
source: Monthly Averaged Maximum Air Temperature At 10 m Above The Surface Of The Earth (°C)
kk: Жер бетінен 10 м биіктіктегі орташа айлық максималды ауа температурасы (°С)
ru: Средние месячные максимальные температуры воздуха на высоте 10 м над поверхностью земли (°С)

# Info_t10m_min
source: Monthly Averaged Minimum Air Temperature At 10 m Above The Surface Of The Earth (°C)
kk: Жер бетінен 10 м биіктіктегі орташа айлық минималды ауа температурасы (°C)
ru: Средняя месячная минимальная температура воздуха на уровне 10 м над поверхностью земли (°C)

# Info_tskinavg
source: Monthly Averaged Earth Skin Temperature (°C)
kk: Төселме беткейдің орташа айлық температурасы (°C)
ru: Средняя месячная температура подстилающей поверхности (°C)

# Legend_arheopamyat_1
source: Monuments of archeology and culture
kk: Археология және мәдениет ескерткіштері
ru: Памятники археологии и культуры

# Legend_arheopamyat_2
source: Guard zones of monuments of archeology and culture
kk: Археология және мәдениет ескерткіштерін қорғау аймақтары
ru: Охранные зоны памятников археологии и культуры

# Legend_aspect_srtm
source: Exposure of slopes, compass headings
kk: Беткейлердің экспозициясы, әлем бағыттары
ru: Экспозиция склонов, стороны света

# Legend_avg_dnr_xx
source: Direct Normal Radiation (source - NASA SSE), кWh/m²/month
kk: Перпендикуляр беткейге (нормал) келетін тіке күн радиациясы (дерек көзі - NASA SSE), кВт∙сағ/м²/ай
ru: Прямая солнечная радиация на перпендикулярную к лучу (нормальную) поверхность (источник - NASA SSE), кВт∙ч/м²/месяц

# Legend_avg_dnr_year
source: Direct Normal Radiation (source - NASA SSE), кWh/m²/year
kk: Перпендикуляр беткейге (нормал) келетін тіке күн радиациясы (дерек көзі - NASA SSE), кВт∙сағ/м²/жыл
ru: Прямая солнечная радиация на перпендикулярную к лучу (нормальную) поверхность (источник - NASA SSE),кВт∙ч/м²/год

# Legend_clrskyavrg_xx
source: Averaged Clear Sky Insolation Incident On A Horizontal Surface (kWh/m²/month)
kk: Ашық аспан жағдайындағы горизонталь беткейге келетін орташа жиынтық күн радиациясының жиынтығы (кВт∙сағ/м²)
ru: Средние суммы суммарной солнечной радиации на горизонтальную поверхность при ясном небе (кВт∙ч/м²/месяц)

# Legend_clrskyavrg_year
source: Averaged Clear Sky Insolation Incident On A Horizontal Surface (kWh/m²/year)
kk: Ашық аспан жағдайындағы горизонталь беткейге келетін орташа жиынтық күн радиациясының жиынтығы (кВт∙сағ/м²)
ru: Средние суммы суммарной солнечной радиации на горизонтальную поверхность при ясном небе кВт∙ч/м²/год)

# Legend_dni_xx
source: Monthly averaged Direct Normal Irradiance at surface (DNI) (kWh/m²)
kk: Перпендикуляр беткейге келетін орташа айлық тіке күн радиациясы (DNI) (кВт∙сағ/м²)
ru: Средняя месячная прямая солнечная радиация на нормальную поверхность (DNI) (кВт∙ч/м²)

# Legend_dni_year
source: Annual Direct Normal Irradiance at surface (DNI) (kWh/m²)
kk: Перпендикуляр беткейге келетін орташа жылдық тіке күн радиациясы (DNI) (кВт∙сағ/м²)
ru: Средняя годовая прямая солнечная радиация на нормальную поверхность (DNI) (кВт∙ч/м²)

# Legend_exp_dif_xx
source: Diffuse radiation (source - NASA SSE), кWh/m²/month
kk: Шашыранды радиация (дерек көзі - NASA SSE), кВт∙сағ/м²/ай
ru: Рассеянная радиация (источник - NASA SSE), кВт∙ч/м²/месяц

# Legend_exp_dif_year
source: Diffuse radiation (source - NASA SSE), кWh/m²/year
kk: Шашыранды радиация (дерек көзі - NASA SSE), кВт∙сағ/м²/жыл
ru: Рассеянная радиация (источник - NASA SSE), кВт∙ч/м²/год

# Legend_hidroohrzony_1
source: Hydrography and water protection zones
kk: Гидрография және су қорғау аймақтары
ru: Гидрография и водоохранные зоны

# Legend_hidroohrzony_2
source: Security zones of hydrography and water protection zones
kk: Гидрография және су қорғау аймақтарын қорғау аймақтары
ru: Водоохранные зоны

# Legend_kzcover
source: Unsuitable and useless land types
kk: Қолайсыз және жарамсыз жер түрлері
ru: Непригодные и малопригодные типы земель

# Legend_kzcover_1
source: territories of settlements
kk: Елдi мекендер аумағы
ru: территории населенных пунктов

# Legend_kzcover_2
source: agricultural areas (arable land, plantations, gardens)
kk: ауыл шаруашылығы аумақтары (егістіктер, плантациялар, бақшалар)
ru: сельскохозяйственные территории (пашни, плантации, сады)

# Legend_kzcover_3
source: natural woody vegetation (forest, including saxaul, elfin wood, woodlands)
kk: табиғи ағаш өсімдіктері (ормандар, сексеуіл, жатағандар, сирек ормандар)
ru: естественная древесная растительность (лес, в том числе саксаул, стланик, редколесья)

# Legend_kzcover_4
source: natural shrubby vegetation
kk: табиғи бұталы өсімдіктер
ru: естественная кустарниковая растительность

# Legend_kzcover_5
source: hydrography objects (lakes, reservoirs, rivers, streams, flooding areas, swamps)
kk: гидрография объектілері (көлдер, су қоймалары, өзендер, бұлақтар, су басу аумақтары, батпақтар)
ru: объекты гидрографии (озера, водохранилища, реки, ручьи, зоны затопления, болота)

# Legend_kzcover_6
source: takyrs
kk: тақырлар
ru: такыры

# Legend_kzcover_7
source: sands (including mobile and fixed herbaceous and semi-shrubby
kk: құмдар (қозғалмалы және шөптермен, жартылай бұтақты өсімдіктермен бекітілген)
ru: пески (в том числе подвижные и закрепленные травянистой и полукустарниковой

# Legend_kzcover_8
source: salines and sors
kk: сор мен сортаң жерлер
ru: солончаки и соры

# Legend_kzcover_9
source: rocky surfaces and alluvials, outcrops
kk: тасты беткейлер, үгінділер, тау жыныстарының шығарымдылары
ru: каменистые поверхности и россыпи, выходы пород

# Legend_oopt
source: Specially Protected Natural Areas
kk: Ерекше қорғалатын табиғи аумақтар
ru: Особо охраняемые природные территории

# Legend_pamyatnikprirodypol_1
source: State nature monuments
kk: Мемлекеттiк табиғат ескерткiштері
ru: Государственные памятники природы

# Legend_pamyatnikprirodypol_2
source: Buffer zone of state nature monuments
kk: Сипаттағы мемлекеттік ескерткіштер буферлік аймақ
ru: Буферная зона государственных памятников природы

# Legend_prirparki_1
source: State national nature parks and their protection zones
kk: Мемлекеттiк ұлттық табиғи парктер және олардың қорғау аймақтары
ru: Государственные национальные природные парки и их охранные зоны

# Legend_prirparki_2
source: Protected areas of state national natural parks
kk: Мемлекеттік ұлттық табиғи парктердің қорғау аймақтары
ru: Охранные зоны государственных национальных природных парков

# Legend_rainavgesm_xx
source: Average Amount of Precipitation (mm/month)
kk: Орташа жауын-шашын мөлшерінің жиынтығы (мм/ай)
ru: Средние суммы количества осадков (мм/месяц)

# Legend_rainavgesm_year
source: Average Amount of Precipitation (mm/year)
kk: Орташа жауын-шашын мөлшерінің жиынтығы (мм/жыл)
ru: Средние суммы количества осадков (мм/год)

# Legend_retesh0mim_xx
source: Minimum Radiation Incident On Tilted Surface (kWh/m²/month)
kk: Оптималды бұрышпен бағдарланған беткейге келетін орташа айлық минималды жиынтық күн радиациясы (кВт∙сағ/м²)
ru: Средняя месячная минимальная суммарная солнечная радиация, приходящая на наклонную поверхность под оптимальным углом (кВт∙ч/м²/месяц)

# Legend_retesh0mim_year
source: Minimum Radiation Incident On Tilted Surface (kWh/m²/year)
kk: Оптималды бұрышпен бағдарланған беткейге келетін орташа айлық минималды жиынтық күн радиациясы (кВт∙сағ/м²)
ru: Средняя месячная минимальная суммарная солнечная радиация, приходящая на наклонную поверхность под оптимальным углом (кВт∙ч/м²/год)

# Legend_rettlt0opt_xx
source: Monthly Averaged Radiation Incident On Tilted Surface (kWh/m²/month)
kk: Оптималды бұрышпен бағдарланған беткейге келетін орташа айлық жиынтық күн радиациясы (кВт∙сағ/м²)
ru: Средняя месячная суммарная солнечная радиация, приходящая на наклонную поверхность под оптимальным углом (кВт∙ч/м²/месяц)

# Legend_rettlt0opt_year
source: Monthly Averaged Radiation Incident On Tilted Surface (kWh/m²/year)
kk: Оптималды бұрышпен бағдарланған беткейге келетін орташа айлық жиынтық күн радиациясы (кВт∙сағ/м²)
ru: Средняя месячная суммарная солнечная радиация, приходящая на наклонную поверхность под оптимальным углом (кВт∙ч/м²/год)

# Legend_rezervaty_1
source: State nature reserves and their protection zones.
kk: Мемлекеттiк табиғи резерваттар және олардың қорғау аймақтары
ru: Государственные природные резерваты и их охранные зоны

# Legend_rezervaty_2
source: Protected areas of state nature reserves
kk: Мемлекеттік табиғи қорығының қорғау аймақтары
ru: Охранные зоны государственных природных резерватов

# Legend_sic_xx
source: Monthly averaged Total Radiation under the clear sky (SIC) (kWh/m²)
kk: Ашық аспан кезіндегі орташа айлық жиынтық күн радиациясы (SIC) (кВт∙сағ/м²)
ru: Средняя месячная суммарная солнечная радиация при при ясном небе (SIC) (кВт∙ч/м²)

# Legend_sic_year
source: Annual Total Radiation under the clear sky (SIC) (kWh/m²)
kk: Ашық аспан кезіндегі орташа жылдық жиынтық күн радиациясы (SIC) (кВт∙сағ/м²)
ru: Средняя годовая суммарная солнечная радиация при ясном небе (SIC) (кВт∙ч/м²)

# Legend_sid_xx
source: Monthly averaged Surface Incoming Direct Irradiance (SID) (kWh/m²)
kk: Горизонтал беткейге келетін орташа айлық тіке күн радиациясы (SID) (кВт∙сағ/м²)
ru: Средняя месячная прямая солнечная радиация на горизонтальную поверхность (SID) (кВт∙ч/м²)

# Legend_sid_year
source: Annual Surface Incoming Direct Irradiance (SID) (kWh/m²)
kk: Горизонтал беткейге келетін орташа жылдық тіке күн радиациясы (SID) (кВт∙сағ/м²)
ru: Средняя годовая прямая солнечная радиация на горизонтальную поверхность (SID) (кВт∙ч/м²)

# Legend_sis_klr_xx
source: Average Surface Incoming Irradiance (SIS) (kWh/m²/month)
kk: Бұлттылықтың орташа жағдайындағы горизонталь беткейге келетін орташа жиынтық күн радиациясының жиынтығы (SIS) (кВт∙сағ/м²/ай)
ru: Средние суммы суммарной солнечной радиации на горизонтальную поверхность при средних условиях облачности (SIS) (кВт∙ч/м²/месяц)

# Legend_sis_klr_year
source: Average Surface Incoming Irradiance (SIS) (kWh/m²/year)
kk: Бұлттылықтың орташа жағдайындағы горизонталь беткейге келетін орташа жиынтық күн радиациясының жиынтығы (SIS) (кВт∙сағ/м²/жыл)
ru: Средние суммы суммарной солнечной радиации на горизонтальную поверхность при средних условиях облачности (SIS) (кВт∙ч/м²/год)

# Legend_sis_xx
source: Monthly averaged Surface Incoming Irradiance (SIS) (kWh/m²)
kk: Орташа айлық жиынтық күн радиациясы (SIS) (кВт∙сағ/м²)
ru: Средняя месячная суммарная солнечная радиация при средних условиях неба (SIS) (кВт∙ч/м²)

# Legend_sis_year
source: Annual Surface Incoming Irradiance (SIS) (kWh/m²)
kk: Орташа жылдық жиынтық күн радиациясы (SIS) (кВт∙сағ/м²)
ru: Средняя годовая суммарная солнечная радиация при средних условиях неба (SIS) (кВт∙ч/м²)

# Legend_slope_srtm
source: Terrain slope map, degrees
kk: Беткейлердің экспозициясы, әлем бағыттары, градус
ru: Карта уклонов местности, градусы

# Legend_srfalbavg_xx
source: Monthly Averaged Surface Albedo (0 to 1.0)
kk: Беткейдің орташа айлық альбедосы (0 ден 1.0 дейін)
ru: Среднее месячное альбедо поверхности (от 0 до 1.0)

# Legend_srtm
source: Height above sea level, m
kk: Теңіз деңгейінен биіктігі, м
ru: Высота над уровнем моря, м

# Legend_swv_dwn_xx
source: Total Insolation Incident On A Horizontal Surface (source - NASA SSE), kWh/m²/month
kk: Горизонтальды беткейге келетін жиынтық күн радиацисы (дерек көзі - NASA SSE), кВт∙ч/м²/ай
ru: Суммарная радиация на горизонтальную поверхность (источник - NASA SSE), кВт∙ч/м²/месяц

# Legend_swv_dwn_year
source: Total Insolation Incident On A Horizontal Surface (source - NASA SSE), kWh/m²/year
kk: Горизонтальды беткейге келетін жиынтық күн радиацисы (дерек көзі - NASA SSE), кВт∙ч/м²/жыл
ru: Суммарная радиация на горизонтальную поверхность (источник - NASA SSE), кВт∙ч/м²/год

# Legend_t10mmax_xx
source: Monthly Averaged Maximum Air Temperature At 10 m Above The Surface Of The Earth (°C)
kk: Жер бетінен 10 м биіктіктегі орташа айлық максималды ауа температурасы (°С)
ru: Средние месячные максимальные температуры воздуха на высоте 10 м над поверхностью земли (°С)

# Legend_t10m_min_xx
source: Monthly Averaged Minimum Air Temperature At 10 m Above The Surface Of The Earth (°C)
kk: Жер бетінен 10 м биіктіктегі орташа айлық минималды ауа температурасы (°C)
ru: Средняя месячная минимальная температура воздуха на уровне 10 м над поверхностью земли (°C)

# Legend_t10m_xx
source: The average monthly air temperature (source - NASA SSE), °С
kk: Орташа айлық ауа температурасы (дерек көзі - NASA SSE), °С
ru: Средняя месячная температура воздуха (источник - NASA SSE), °С

# Legend_tskinavg_xx
source: Monthly Averaged Earth Skin Temperature (°C)
kk: Төселме беткейдің орташа айлық температурасы (°C)
ru: Средняя месячная температура подстилающей поверхности (°C)

# Legend_zakazniky_1
source: State nature sanctuaries
kk: Мемлекеттiк табиғи қаумалдар және олардың қорғау аймақтары
ru: Государственные природные заказники

# Legend_zakazniky_2
source: Protected areas of state nature reserves
kk: Мемлекеттiк табиғи қаумалдардың қорғау аймақтары
ru: Охранные зоны государственных природных заказников

# Legend_zapovedniki_1
source: Natural reserves and their protection zones
kk: Қорықтар мен олардың қорғау аймақтары.
ru: Заповедники и их охранные зоны

# Legend_zapovedniki_2
source: Protected areas of reserves
kk: Қорықтардың қорғау аймақтары
ru: Охранные зоны заповедников

# Legend_zapovedzony_1
source: State preserved areas
kk: Мемлекеттiк қорық аймақтары
ru: Государственные заповедные зоны

# Legend_zapovedzony_2
source: Protected areas of state protected areas
kk: Мемлекеттiк қорық аймақтарырың қорғау аймақтары
ru: Охранные зоны государственных заповедных зон

# lep
source: Power lines
kk: Электр беру желілері
ru: Линии электропередач

# lep2
source: Power Lines (Secondary)
kk: Электр беру желілері (екінші деңгейлі)
ru: Линии электропередач (второстепенные)

# lep2_legend
source: Power Lines (Secondary), V
kk: Электр беру желілері (екінші деңгейлі), В
ru: Линии электропередач (второстепенные), В

# lep_bufer
source: Protection zones of power lines
kk: Электр беру желілерін қорғау аймақтары
ru: Охранные зоны линий электропередач

# lep_legend
source: Power lines, V
kk: Электр беру желілері, В
ru: Линии электропередач, В

# MapAuxiliary
source: Solar power stations
kk: Күн электрстанциялары
ru: Солнечные электростанции

# MapClimate
source: Climate
kk: Климат
ru: Климат

# MapFactors
source: Factors affecting the building of grid-connected solar power stations
kk: Желілік күн электр станцияларын орналастыруға әсер ететін факторлар
ru: Факторы влияющие на размещение сетевых солнечных электростанций

# MapsResources
source: Solar resources
kk: Күн ресурстары
ru: Солнечные ресурсы

source: North
kk: Солтүстік
ru: Север

source: Northeast
kk: Солтүстік-Шығыс
ru: Северо-восток

source: Northwest
kk: Солтүстік-Батыс
ru: Северо-запад

# oblasti
source: Administrative Areas
kk: Әкімшілік аймақтар
ru: Административные области

source: Other
kk: Басқалар
ru: Другие

source: Plane
kk: Жазықтық
ru: Плоскость

source: Projected
kk: Жобаланатын
ru: Проектируемые

# p_clr_cky
source: Average Clear Sky Insolation Incident On A Horizontal Surface (kWh/m²)
kk: Ашық аспан жағдайындағы горизонталь беткейге келетін орташа жиынтық күн радиациясының жиынтығы (кВт∙сағ/м²)
ru: Средние суммы суммарной солнечной радиации на горизонтальную поверхность при ясном небе (кВт∙ч/м²)
